source/_static/diagrams/19-what-a-module-exports.d2
direction: right
n0: "modulefile"
n1: "PATH"
n2: "depends_on"
n0 -> n1
n1 -> n2
